AngainorDev/WALT_WALLET_BASIC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "WALT Basic"
#define MICROPY_HW_MCU_NAME "ESP32"
